/* 
  Localizable.strings
  dialog

  Created by Bart Reardon on 29/5/2022.
  
  Dutch Translation by Henk Codfried & Jacob Burley
*/

// error sheet
"One or more input fields are incorrect" = "Een of meer invoervelden zijn onjuist";
"is required" = "is verplicht";
"doesn't match the required format" = "komt niet overeen met het vereiste formaat";

// required fields text
"* Required Fields" = "* Verplichte Velden";

//buttons
"Cancel" = "Annuleer";
"More Information" = "Meer informatie";
"OK" = "OK";
"Select" = "Selecteer";

//default text
"default-title" = "";
"default-message" = "";
"Click for additional information" = "Klik voor aanvullende informatie";

"Confirm" = "Bevestigen";
"Downloading" = "Aan het downloaden";

"confirmation failed  <br>values do not match" = "bevestiging mislukt <br>waarden komen niet overeen";

//constructor kit labels
"Welcome to the swiftDialog builder"            = "Welkom bij de swiftDialog-bouwer";
"Select properties on the left to modify. swiftDialog will update to show the changes in realtime"        = "Selecteer eigenschappen aan de linkerkant om te wijzigen. swiftDialog wordt bijgewerkt om de wijzigingen in realtime weer te geven";
"Basic"              = "Basis";
"Content"            = "Inhoud";
"Window"             = "Venster";
"Sidebar"            = "Zijbalk";
"Data Entry"          = "Gegevensinvoer";
"Buttons"            = "Knoppen";
"Button Size"       = "Knopgrootte";
"Advanced"           = "Geavanceerd";
"List Items"          = "Lijstitems";
"Images"             = "Afbeeldingen";
"Media"              = "Media";
"Output"             = "Output";
"JSON Output"         = "JSON-output";
"Quit"              = "Afsluiten";
"Export Command"      = "Exportopdracht";
"Title"              = "Titel";
"Color"             = "Kleur";
"Reset"              = "Resetten";
"Font Size: "           = "Lettertypegrootte: ";
"value:"              = "waarde:";
"Message"           = "Bericht";
"Text Alignment"      = "Tekstuitlijning";
"Vertical Position"   = "Verticale positie";
"Window Height"       = "Vensterhoogte";
"Height value:"        = "Hoogtewaarde:";
"Window Width"        = "Vensterbreedte";
"Width value:"         = "Breedte waarde:";
"Window Properties"   = "Venstereigenschappen";
"Preset Sizes"        = "Vooraf ingestelde formaten";
"Small"              = "Klein";
"Big"                = "Groot";
"Screen Background Blur"         = "Schermachtergrond vervagen";
"Movable"            = "Beweegbaar";
"Force on Top"         = "Dwing om bovenop te blijven";
"Progress Bar"        = "Voortgangsbalk";
"Progress value:"      = "Voortgangswaarde:";
"Progress Text:"       = "Voortgangstekst:";
"Banner Image"        = "Bannerafbeelding";
"Select"             = "Selecteer";
"Watermark"          = "Watermerk";
"Fill"               = "Vullen";
"Opacity"              = "Opaciteit";
"Scale"              = "Schaal";
"Position"           = "Positie";
"Icon"               = "Icoon";
"Visible"            = "Zichtbaar";
"Centred"            = "Gecentreerd";
"Select"             = "Selecteer";
"Icon Size"           = "Pictogramgrootte";
"Size value:"          = "Grootte waarde:";
"Overlay"            = "Overlay";
"Infobox"            = "Informatie box";
"Infotext"           = "Infotekst";
"Info Text"      = "Infotekst";
"Button1"            = "Knop1";
"Button2"            = "Knop2";
"Info Button"    = "Info-knop";
"Quit on Info"         = "Afsluiten op info";
"Label: "              = "Etiket: ";
"Info Button Action: "   = "Actie infoknop: ";
"AutoPlay"           = "Automatisch afspelen";
"Autoplay Seconds"    = "Autoplay seconden";
"Path"               = "Pad";
"Caption"            = "Ondertiteling";
"Status Text"         = "Statustekst";
"Status"             = "Toestand";
"Format output as JSON"         = "Output als JSON formatteren";
"Textfields"         = "Tekstvelden";
"Show"               = "Tonen";
"Required"           = "Vereist";
"Secure"             = "Beveiligd";
"Prompt"             = "Snel";
"Regex"              = "Regex";
"Regex Error"         = "Regex-fout";
"Select"             = "Selecteer";
"Checkbox"           = "Selectievakje";
"Video"              = "Video";
"Filename"           = "Bestandsnaam";
"Web"                = "Web";
"URL"                = "URL";
"Disabled"           = "Uitgeschakeld";
"Enabled"            = "Ingeschakeld";
